{"do_lower_case": true, "do_basic_tokenize": true, "never_split": null, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "name_or_path": "/tmp/hf_demo_may_11th", "special_tokens_map_file": "/mnt/batch/tasks/shared/LS_root/jobs/innereye4ws/azureml/jcxr_1645574625_747e8d7b/wd/azureml/JCXR_1645574625_747e8d7b/pretrained_models/pretrained_bert_models/pubmed_mimic_bert_base/special_tokens_map.json", "tokenizer_file": null, "tokenizer_class": "CXRBertTokenizer", "auto_map": {"AutoTokenizer": ["configuration_cxrbert.CXRBertTokenizer", null]}}